[
    {
        "id": 1,
        "name": "Amsterdam",
        "description": "I am a village boy, and Amsterdam for me was always the big town. (A.C.)",
        "tag": ["Culture", "Winter", "Nightlife", "Social Activities"],
        "image":"Amsterdam",
        "food": [{
            "id": 1,
            "title": "Oliebollen",
            "description": "The name literally means ‘oil balls’. They are deep fried sweet dumplings, sometimes containing fruit pieces, and dusted in powdered sugar."
        },{
            "id":2,
            "title":"Stroopwafel",
            "description":"Two thin waffles stuck together with a layer of sweet syrup; these delectable delicacies are best enjoyed hot and gooey from a street market or bakery."},
        {
            "id":3,
            "title":"Ontbijtkoek",
            "description":"His delicious ginger cake comes in loaves, and is stodgy enough to ensure that one slice is always enough. The name literally translates to ‘breakfast cake’; though you can tuck in at any time of the day really because you’re a grown up and nobody's going to stop you. Spread some thick butter on it for extra yumminess."}
        ],
        "toDo": [{
            "id":1,
            "title": "Cycle to hidden gems",
            "description": "There are over 800,000 bicycles in Amsterdam. Hop on your bike and head to Sloterplas for a dip in the sprawling lake, or cycle over to Ouderkerk aan de Amstel to explore a 12th-century village idyll packed with historic sights. Many of Amsterdam’s best-kept secrets can be discovered from the comfort of your saddle."
        },{
            "id":2,
            "title": "See windmills, countryside and beaches",
            "description": "Explore the diverse attractions of the surrounding area. The picturesque city of Haarlem overflows with history and culture, plus a great selection of shops, cafes and restaurants. And if lying on a beach is more your thing, then the beautiful golden stretches at Bloemendaal aan Zee and Zandvoort aan Zee will be happy to oblige with golden sands, dunes and plenty of watersports."
        },{
            "id":3,
            "title": "Listen to Old World Music at the Pianola Museum",
            "description": "On this fun stop, you’ll have a chance to learn about the unusual musical instrument – the Pianola."
        }],
        "lifestyle": {
            "id": 1,
            "title": "Facts about Amsterdam you probably didn't know",
            "description": "Amsterdam is only the modern version of the name of the city: when it was founded, it was called Amstrelredam. The origins of the city’s name come from its location on the river Amstel. It’s is also nicknamed Mokum, after the Yiddish word for ‘safe place’, because it was considered a safe haven for European Jews during the Holocaust. \nAmsterdam has also the smallest house in Europe, and it is only 2.02 metres wide and 5 metres deep. These houses were built to evade property tax, as canal-front buildings were historically taxed based on their width: this meant that people usually tried to build the narrowest homes they could. In contrast to this, the widest home in Amsterdam is 22 metres wide, named The Trippenhuis, after the Trip Brothers who had it built."
        }
    },
    {
        "id": 2,
        "name": "Barcelona",
        "description": "Even the moon was embarrassed by the beauty of Barcelona.",
        "tag": ["Culture", "Summer", "Nightlife", "Social Activities"],
        "image":"Barcellona",
        "food": [{
            "id":1,
            "title": "Paella",
            "description": "This iconic rice and seafood dish actually originates from Valencia and was originally made with beans and meat instead of fish a shellfish."
        },{
            "id":2,
            "title":"Bombas",
            "description":"These tiny grenades turned out to be extremely effective, and inspired a local chef to create what is now one of Barcelona’s most iconic tapas dishes"}
        ,{
                "id":3,
                "title":"Esqueixada",
                "description":"Probably the most authentic Catalan salad you can eat. It’s fresh and zesty, perfect with a glass of sparkling Catalan Cava!"}
        ],
        "toDo": [{
            "id":1,
            "title": "Discover Montjuic",
            "description": "You can visit the castle, eat in the Caseta del Migdia with Barcelona at your feet, and then explore some of the most beautiful landscaped gardens in Europe."
        },{
            "id":2,
            "title": "Visit Ciutadella Park",
            "description": "Ciutadella Park is close to the city centre and is the green space most frequented by locals. It’s alive with activities like markets and fairs, sporting events, concerts, DJ sessions, children’s parties, charity events and much more."
        },{
            "id":3,
            "title": "The Magic Fountain",
            "description": "A combination display of water, music and light which was originally built in 1929. It was restored in 1992 and provides a spectacular show every half hour."
        }],
        "lifestyle": {
            "id": 1,
            "title": "Facts about Barcelona you probably didn't know",
            "description": "Spanish is the most widely spoken language in Barcelona, but Catalan is also widely spoken, with an estimated 95% of Barcelona’s population understanding the language. \nLa Rambla, the main street in Barcelona, originally functioned as a stream filled with sewage. In the 14th century, the stream was diverted and the street was developed. \nCasa Mila is the last private residence that Gaudi designed. An unusual building, it caused some controversy upon its construction, with some even concerned that the building’s appearance would lower land values in the area."
        }
    },
    {
        "id": 3,
        "name": "Berlin",
        "description": "Berlin, the greatest cultural extravaganza that one could imagine. (D.B.)",
        "tag": ["Culture", "Winter", "Nightlife", "Social Activities"],
        "image":"Berlino",
        "food": [{
            "id":1,
            "title": "Currywurst",
            "description": "There’s even a museum in its honour. The secret is in the sauce :) The combo dates back to 1949 when Herta Heuwer poured the ingredients she got from some British soldiers over grilled sausage."
        },{
            "id":2,
            "title":"Spätzle",
            "description":"Welcome vegetarians. It’s generally served topped with mountains of quality cheese adding flavour and texture."
            
        },{
                "id":3,
                "title":"Königsberger Klopse",
                "description":"These meatballs take their name from the Prussian city of their origin, and are a hearty and tender favourite for Berliners."}
        ],
        "toDo": [{
            "id":1,
            "title": "Take The Berliner Unterwelten Tour",
            "description": "Berlin is a city that is constantly reminded of its not so distant past. It is an underground museum that uncovers the secrets of Berlin, including former escape tunnels and WWII bunkers."
        },{
            "id":2,
            "title": "Have Dinner with Refugees",
            "description": "The Weekend Refugee Dinner allows you to get to know some of stories behind the crisis and is a great experience for anyone that wants to open their mind to how these refugees live day in and day out."
        },{
            "id":3,
            "title": "Chill out at HolzMarkt",
            "description": "HolzMarkt is a community run area that includes a bar, restaurant, and coffee shop. It holds cultural events such as movie screenings."
        }],
        "lifestyle": {
            "id": 1,
            "title": "Facts about Berlin you probably didn't know",
            "description": "Berlin is nine times the size of Paris but with a way smaller population which is why it seems so spacious and airy.\nPeople tend to assume Venice or Amsterdam would have the most in Europe, but Berlin trumps them both with over 180 kilometres of navigable waterways. In fact, it’s said that the city has more of them than Amsterdam, Venice and Stockholm combined!\nIn Berlin there are enough museum to entertain every rainy day: 180 of them to be exact, and with an average of 106 rainy days per year in Berlin, that’s PLENTY of museums to fill every soggy day!"
        }
    },
    {
        "id": 4,
        "name": "Dubai",
        "description": "I need vitamin D – Dubai.",
        "tag": ["Summer", "Nightlife", "Social Activities"],
        "image":"Dubai",
        "food": [{
            "id":1,
            "title": "Harees",
            "description": "It's one of the most popular traditional foods in the Emirati kitchen, served with local ghee spooned on top."
        },{
            "id":2,
            "title":"Majboos",
            "description":"It’s prepared with chicken meat dressed with a mix of spices and vegetables. The dish it’s often served in occasion of family celebrations and it’s one of the protagonist in iftar, the evening meal during Ramadan."
            
        },{
                "id":3,
                "title":"Luqaimat",
                "description":"They're sweet dumplings, crunchy on the outside and soft and airy on the inside. Since there is no sugar in the actual dumplings, they are drizzled in or dipped in a sugary honey."}
        ],
        "toDo": [{
            "id":1,
            "title": "View at the Palm",
            "description": "The View at The Palm is located on level 52 of The Palm Tower, which also houses a café, a creative exhibition that showcases the development of the island, interactive aquarium-themed tunnels and a gift shop."
        },{
            "id":2,
            "title": "Burj Khalifa",
            "description": "It's the tallest building in the world, and one of Dubai's must-visit attractions. The majestic building is located in the heart of the city and is a hub of activity day and night. You can capture perfect views of the city from the observation deck at level 124."
        },{
            "id":3,
            "title": "Gold Souk",
            "description": "The wide passageways are alive with tradesmen and artists trained in the craft of designing jewellery, from bespoke pieces to alluring Arabic designs, with prices that aren’t set in stone. In addition to gold, look out for silver diamond-encrusted ornaments and strings of pearls."
        }],
        "lifestyle": {
            "id": 1,
            "title": "Facts about Dubai you probably didn't know",
            "description": "Dubai was founded in June 1833, but it wasn’t until the 1970s that it began transforming into the desert metropolis that it’s known as today. It seems hard to believe when you see six lanes of cars zipping each way down Sheikh Zayed Road that just over fifty years ago, only 13 cars were registered in the emirate. Today, there are almost 3 million cars registered across the UAE.\nThe United Arab Emirates (UAE) has a dedicated Minister for Happiness, who’s in charge of (unsurprisingly) promoting happiness among residents in Dubai and the other six emirates that make up the UAE."
        }
    },
    {
        "id": 5,
        "name": "London",
        "description": "By seeing London, I have seen as much of life as the world can show. (S. Johnson.)",
        "tag": ["Culture", "Winter", "Social Activities"],
        "image":"Londra",
        "food": [{
            "id":1,
            "title": "Pie and Mash",
            "description": "It's the absolute cornerstone of working-class cuisine from the Industrial Revolution."
        },{
            "id":2,
            "title":"Scotch egg",
            "description":"This is a staple of English snacks. Legend has it that the Scotch egg was invented by the high-end grocery store Fortnum & Mason to be a portable snack for travelers."
            
        },{
                "id":3,
                "title":"Sticky Toffee Pudding",
                "description":"It’s not a pudding in the classic sense: its preparation is closer to that of a muffin."}
        ],
        "toDo": [{
            "id":1,
            "title": "Check out the Fake Houses of 23 and 24 Leinster Gardens",
            "description": "Over the years, the houses have seen more than their fair share of scandal – in the 1930s a con man sold tickets to a ball in the houses, and it was only when the guests turned up that they realised they’d been duped. The houses also pop up in much-loved detective drama Sherlock."
        },{
            "id":2,
            "title": "Take a Tasty Treasure Hunt Through the Capital with Gourmaze",
            "description": "Food + adventure = the ultimate fun day out. That’s where Gourmaze comes in, they provide Tasty Treasure Hunts through central London where you get to feast as you solve clues."
        },{
            "id":3,
            "title": "Visit the Underbelly of Tower Bridge",
            "description": "Deep within the bowels of Tower Bridge, there’s a secret chamber: the Bascule Chamber, a cavernous space situated beneath the bridge’s towers."
        }],
        "lifestyle": {
            "id": 1,
            "title": "Facts about London you probably didn't know",
            "description": "London is the smallest city in England.The famous Big Ben isn't actually called Big Ben! This world-famous landmark is actually named the Elizabeth Tower: Big Ben is the name of the bell that lives inside.\nLondon is known worldwide for being a rainy city. Except for the fact, that it’s not true at all. London actually sees less rain than Rome, Miami, and Sydney both in terms of volume and number of rainy days."
        }
    },
    {
        "id": 6,
        "name": "Madrid",
        "description": "In Madrid nobody goes to bed before killing the night",
        "tag": ["Culture", "Winter", "Social Activities"],
        "image":"Madrid",
        "food": [{
            "id":1,
            "title": "Huevos Rotos",
            "description": "Traditional Spanish cuisine is very meat-and-potatoes. Nowhere is this fact more deliciously evident than in a steaming plate of huevos rotos, which literally translates to broken eggs."
        },{
            "id":2,
            "title":"Cocido Madrileño",
            "description":"As the weather gets cold, the smell of this simmering pork stew begins to waft through the streets of Madrid."
            
        },{
                "id":3,
                "title":"Churros con Chocolate",
                "description":"Churros are a staple of Madrid’s after-hours nightlife, and a definite must-have for partiers on their way home during the wee hours of the morning."}
        ],
        "toDo": [{
            "id":1,
            "title": "Get to the top of Círculo de Bellas Artes",
            "description": "A star in Madrid’s arts scene, the Círculo de Bellas Artes is a little-known highlight in the city’s sea of world-famous museums."
        },{
            "id":2,
            "title": "Get a sugar rush at Sweet Space",
            "description": "You wanted unique, and this is about as unique as it gets in Madrid. Sweet Space is a colorful, multi-sense-sating attraction that combines the best of art gallery, immersive experience, and candy store!"
        },{
            "id":3,
            "title": "Watch a Flamenco show in Madrid",
            "description": "Sure, it’s not an unusual thing to do in Madrid, but catching a flamenco performance is one of the best things to do in Madrid at night."
        }],
        "lifestyle": {
            "id": 1,
            "title": "Facts about Madrid you probably didn’t know",
            "description": "There are various explanations as to how Madrid got its name, but the most trusted is that it’s over 2000 years old according to Arabic records, ‘Mayrit’ or ‘Magerit’ were the old names of Madrid which mean ‘place of abundant water’ which then evolved to the Madrid we know now. \n Aside from having some of the most dramatic and gorgeous sunsets we’ve ever seen. Madrid enjoys more cloudless days than any other city in Europe, around 250 days on average. \n According to El País, the majority of Élite is filmed in towns surrounding Madrid. “Madrid isn't spoken about but is seen,” Omar Ayuso and Arón Piper told El País."
        }
    },
    {
        "id": 7,
        "name": "Monaco",
        "description": "Everybody seems to live rather well down here in Monaco!",
        "tag": ["Summer", "Nightlife"],
        "image":"Monaco",
        "food": [{
            "id":1,
            "title": "Barbagiuan (crispy and fried pastry)",
            "description": "The Barbagiuan is the most famed dish in Monaco, often being hailed as Monaco’s national dish."
        },{
            "id":2,
            "title":"Galapian (cherry and almond tart)",
            "description":"This unique sweet-tart is traditionally made with cherries and almonds, light and airy in texture, thanks to the egg whites which are delicately stirred into the batter."
            
        },{
                "id":3,
                "title":"Socca (chickpea flour flatbread)",
                "description":"Socca is made with chickpea flour, water and olive oil, broiled in a skillet pan by street vendors across Monaco. this flatbread can be adapted to include any flavors that you may wish for, from herbs to chili and olives."}
        ],
        "toDo": [{
            "id":1,
            "title": "Visit Oceanographic Museum",
            "description": "With a world-wide reputation, this exceptional museum is dedicated to all marine sciences. Its collections of marine fauna collected by Prince Albert 1st are invaluable. Its famous Aquarium where the rarest species of fish in magnificent shapes and colours swim about in 90 pools, offers a grandiose spectacle."
        },{
            "id":2,
            "title": "Le Rocher",
            "description": "You can get some splendid views of Monaco’s old town – the Rock of Monaco – from the neighbouring hillside. Jardin de l’Unesco is a favourite for this reason."
        },{
            "id":3,
            "title": "Enjoy Japanese Gardens",
            "description": "This Japanese style garden harmoniously combines stone, water and vegetation in a Zen style compact space in Monaco. Take time to encompass the beauty of nature with the small water falls, stepping stones, lanterns, exotic plants and trees in the pretty landscape."
        }],
        "lifestyle": {
            "id": 1,
            "title": "Facts about Monaco you probably didn’t know",
            "description": "Three James Bond films have been shot in the Monte-Carlo Casino.\nThe inhabitants of Monaco are called Monégasques.\nThe Casino is a great source of income for Monaco and creates a great number of jobs for its residents."
        }
    },
    {
        "id": 8,
        "name": "New York",
        "description": "There is something in the New York air that makes sleep useless.",
        "tag": ["Culture", "Winter", "Nightlife", "Social Activities"],
        "image":"New York",
        "food": [{
            "id":1,
            "title": "Pizza slice",
            "description": "New York-style pizza evolved from Neapolitan pizza, which was brought here by southern Italian immigrants starting in the latter half of the 19th century."
        },{
            "id":2,
            "title":"Bagel with cream cheese and lox",
            "description":"The bagel is widely associated with New York. It is said that Polish Jews brought bagels with them when they immigrated to New York starting at the end of the 19th century."
            
        },{
                "id":3,
                "title":"Cheesecake",
                "description":"Cake with cheese in it has been around for as long as anyone can remember. But the New York-style cheesecake, the kind that has become the de rigueur version, was reportedly first created in 1872 in the town of Chester, NY."}
        ],
        "toDo": [{
            "id":1,
            "title": "Get trippy at ARTECHOUSE",
            "description": "Life of a Neuron is ARTECHOUSE's latest immersive exhibition opening inside Chelsea Market on May 14."
        },{
            "id":2,
            "title": "Whisper secrets in Grand Central Terminal",
            "description": "Grand Central Terminal it's a window into old New York. Stand with your ear right up against the tile work in the domed intersection of walkways on the lower floor of Grand Central Terminal and you’ll discover a secret: a corner-to-corner whispering gallery."
        },{
            "id":3,
            "title": "Have fun in Central Park",
            "description": "No visit to New York is complete without popping over to Central Park, the iconic green hub sitting pretty in the middle of Manhattan."
        }],
        "lifestyle": {
            "id": 1,
            "title": "Facts about New York you probably didn’t know",
            "description": "The original name was New Amsterdam as Dutch settlers were the first to arrive in the area around 1624. But in 1664, the English took over and renamed the city in the Duke of York’s honor. \n New York City is that the New York Public Library has many weird and wonderful collections. Aside from the 50 million books, it also stores locks of hair. \n More than 8 million people live in New York City. That means 1 in every 38 people in the United States calls this bustling city home."
        }
    },
    {
        "id": 9,
        "name": "Paris",
        "description": "A walk about Paris will provide lessons in history, beauty, and in the point of life",
        "tag": ["Culture", "Winter", "Nightlife", "Social Activities"],
        "image":"Parigi",
        "food": [{
            "id":1,
            "title": "Croissants",
            "description": "The croissant is, without doubt, France’s most famous breakfast food, and can be found at every bakery in the city. Start your day like a true Parisian and get yourself an all-butter croissant for breakfast!"
        },{
            "id":2,
            "title":"Éclairs",
            "description":"Originally invented sometime in the early 19th century, the popular oblong sweet has evolved over the years and now includes dozens of different flavours, often influenced by the seasons and the creativity of the chef."
            
        },{
                "id":3,
                "title":"French onion soup",
                "description":"Although history tells us that onion soup has existed – in one form or another – since Roman times, it was the French who improved and claimed this popular dish."}
        ],
        "toDo": [{
            "id":1,
            "title": "Walk Through Place Des Vosges In Le Marais",
            "description": "Place des Vosges is one of the most beautiful squares in Le Marais or even Paris. If you happened into this square without knowing anything about it, you’d most definitely know you were somewhere special."
        },{
            "id":2,
            "title": "Take A Trip To The Château De Versailles",
            "description": "The Palace of Versailles is undoubtedly one of Paris’ most visited attractions for good reason. While revolutionaries might have ousted the last kings and queens of France, we’re glad they left this magnificent piece of architecture unscathed."
        },{
            "id":3,
            "title": "Walk Through Montmartre",
            "description": "Sometimes described as a village because of its winding streets and small-town feel, Montmartre is a neighborhood in Paris perched on a hilltop in the northern part of the city."
        }],
        "lifestyle": {
            "id": 1,
            "title": "Facts about Paris you probably didn’t know",
            "description": "aris is the heart of picnics and this could be thanks to the 450 parks and gardens spread across the city. Though they’re many parks and gardens in Paris, the most famous ones are the Tuileries Garden and the Luxembourg Garden.\nYou might already know that New York’s Lady Liberty was a gift from the French. What you might know have known is that there’s a miniature version in Paris facing the larger counterpart, symbolising the friendship between France and the US.\nThis Paris fun fact may come as a surprise to many, but yes, Paris is not the largest French-speaking city in the world! That title belongs to Kinshasa, the capital city of the Democratic Republic Of Congo."
        }
    },
    {
        "id": 10,
        "name": "Rome",
        "description": "Rome is a big museum, a living room that shall be crossed on one’s toes",
        "tag": ["Culture", "Winter", "Social Activities"],
        "image":"Rome",
        "food": [{
            "id":1,
            "title": "Rigatoni Carbonara",
            "description": "True Roman Carbonara is an art form. Impossibly creamy (with not a spot of cream in sight), this rich Roman sauce is one of those dishes you dream about for years to come."
        },{
            "id":2,
            "title":"Bucatini Amatriciana",
            "description":"You might notice a theme here, but this wouldn’t be a guide to the best food in Rome without starting out with Rome’s most famous and delicious pasta dishes."
            
        },{
                "id":3,
                "title":"Tonnarelli Cacio E Pepe",
                "description":"The amazing thing about Cacio e Pepe is how simple the ingredients are… but how hard it is to make well! This is a pasta dish that only uses local Cacio cheese and black pepper."}
        ],
        "toDo": [{
            "id":1,
            "title": "Enjoy a gelato",
            "description": "After Trevi fountain, to recover from your emotions (if you were proposed or if you knelt down on your knees while sweating with stress!) or simply to take a short break during the day, it’s time to enjoy an ice cream."
        },{
            "id":2,
            "title": "Visit Villa Borghese gardens",
            "description": "North of Piazza di Spagna, there is the largest and certainly the most beautiful public park in Rome. The Villa Borghese gardens offers a bit of very welcomed calm, after the crowded streets and tourist attractions!"
        },{
            "id":3,
            "title": "Walk Through Aventine Hill",
            "description": "A peaceful neighborhood, beautiful gardens and an incomparable view of the city, this is what the Aventine Hill (“Aventino” in Italian) has to offer!"
        }],
        "lifestyle": {
            "id": 1,
            "title": "Facts about Rome you probably didn’t know",
            "description": "Rome is the only city in the world that has another country inside it. Vatican is governed by the Pope and has a population of just over 800.\nThe Romans built a road network of over 53,000 miles as early as the fourth century. This network of highways played a vital role in the history of Rome, helping them outpace and outmaneuver their enemies as they traveled across Europe conquering everything in sight. \n The Trevi Fountain is the most famous water feature in the world, and one of Rome’s most visited attractions. Its masterful craftsmanship is enough to attract visitors from all over, but it’s also a top destination for those wanting to realize their hopes and dreams."
        }
    }
]

